{"podcast_details": {"podcast_title": "The Hustle Daily Show", "episode_title": "The corporate marriage of Pop Tarts and Crocs", "episode_image": "https://megaphone.imgix.net/podcasts/cab36112-749c-11ec-9974-57a8480b9bef/image/THDS_Final_Tile.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Howdy folks, really quickly before we get to the show, a quick message. This summer we had a crazy thought that entrepreneurs should spend less time sitting at their desks and more time soaking up some sun. Now to do that, it all starts with weaving AI-powered tools like HubSpot CRM into our workflows. A change in the way we do business by cutting the time spent on manual tasks for some in half with integrated AI tools like Chatspot and Content Assistant. HubSpot CRM lets you whip up research reports, develop copy summarized data and much more in a flash. So go ahead and work smarter, not harder and enjoy that well-earned PTO. Learn more today at HubSpot.com. Good morning everyone. It's Tuesday, August 15th. I'm Mark Dent here with Rob Litterst and this is the Hustle Daily Show. Today we're going to talk about how Pop Tarts and Crocs have decided to join together for a new product for some reason. We're going to bring that up as well as a few other odd brand pairings and then discuss why they sometimes work. But first, let's talk about everything else business and tech. Rob, what's caught your attention here today? Yeah. So the first thing that caught my eye today is related to AI. Absolutely no surprise there. Every day there's something new going on with AI. But the New York Times has updated its Terms of Service to forbid AI from training on its content. So essentially what this means is that AI programs cannot crawl the New York Times content and use it in their ever expanding base of internet knowledge. Yeah. These AI programs, they just like read everything really fast and that's how they get so smart and they put it all together. And so the New York Times is saying, you can't use our content for that. Right. And so I think the interesting thing here is that any user can still do this with chat GPT because OpenAI recently showed how to block its web crawler. I've seen a bunch of apps that are essentially built around OpenAI and chat GPT that help you condense and summarize content. The New York Times obviously being one of the biggest media outlets in the world and one of the most premier sources for content. I think this could cause a trickle effect of other publishers that could severely limit the use of chat GPT and OpenAI to crawl this content. It's kind of an interesting, maybe lesson learned for publishers because when Google started to have all kinds of content, everyone was just like, Hey, you know, have at it. And nobody really much cared to put a fence around it. And they realized a few years later that that was a problem for them. And maybe now certainly some big publishers like the New York Times are a little bit more wise to what might happen if their content is just available to the next sort of big thing in tech. The New York Times does have a $100 million deal with Google to work together on various tools related to AI, right? Yeah. I mean, they've got an agreement to work on several things with distribution subscriptions, marketing ads and experimentation according to the verge. So you know, they could be directing this particular warning about its content to others rather than just Google, which of course has barred as its major AI tool. Totally. So there could also be kind of like some anti-competitive stuff going on here. But yeah, that's a story for another day. Mark, what are you looking at in the news cycle? So a big story dropped on Monday about Michael Orr, whose name you may not be familiar with, but you actually probably are familiar with him. Michael Orr was a star NFL player who is known as the football player from the movie and the book, The Blind Side. So Michael Orr has filed a lawsuit against the Tui family, which we know was the family from that movie, Sandra Bullock. Sandra Bullock. Sandra Bullock portrayed the mother. So that movie claims that the Tui family adopted him. Well, Michael Orr in this lawsuit is saying that he was not adopted and just learned this year a few months ago that he was actually put into a conservatorship by the family. There's a huge legal difference within that. People who might follow Britney Spears will be aware of a conservatorship, but it allows somebody else to exert a little bit more control over another person's life than an adoption would to put it in a very, very simple term. Orr was unaware of this and he also said that he didn't make any money from the film, The Blind Side, and claims in this lawsuit that the family members made $225,000 each plus two and a half percent royalties on the defined net proceeds. And that movie made like 300 million or something like that, right? Yeah. It's box office returns over 300 million. This was on the homepage of ESPN yesterday and it was kind of the most blown away I've been by the homepage on ESPN in a long time. Not all the facts are out yet, but this does not look good. And if what he's alleging is true, this is going to play out quite a bit, I think, over the pages of ESPN in the coming weeks. All right. Let's move on here and we're going to talk for a minute about restaurants. So in the summertime, they typically expect somewhat of a boom in sales. People have a bit more free time. They want to get outside. They want to do things. But a report from the Wall Street Journal shows that scorching temperatures and wildfire smoke have not surprisingly been bad for business, leading to a drop in outdoor dining across several parts of the country. Restaurants have also been affected indoors, though, too, according to the Wall Street Journal, which got some data from Open Table. Temperatures overall are down six to eight percent this August compared to last August in Arizona, Florida and Georgia. Arizona is where it's been basically 110 degrees or higher almost the entire summer. It's interesting because outdoor dining has been on the upswing for years, especially since the pandemic. Yelp in February 2020 said that there were around 8,000 restaurants that advertised outdoor dining on their site. That went up to 26,000 by February 2022. The thing about these wildfires is it's gotten me looking at that air quality index on the weather app, which I literally had never looked at before. And now I'm looking at it way more regularly to figure out, like, can actually go outside today? Is it safe? Am I going to cough up a lung on wildfire smoke? So it is crazy. I do hope that outdoor dining continues to be a huge trend because I love seeing restaurants push the outdoor dining banner and just pushing more tables outside, especially in cities. I mean, in Boston, a lot of restaurants have done it where they're kind of like pushing their tables out onto the sidewalk and out kind of into the street. It's got this awesome European feel that I really don't want to see go away. Pop tarts and Crocs, two brands that wouldn't seem any farther apart have gotten together to present Croc tarts. Rob, what the hell is going on? Yeah, this is completely insane. And I mean, I think brand collabs have become kind of table stakes at this point. We've seen some crazy ones. So Pop Tarts, Croc Tarts, as they're known, is just this absolutely ridiculous kind of cross promotional brand partnership where essentially on the croc side, you have these Pop Tart shaped charms that you can plug into your Crocs. I don't know if you know anybody that wears Crocs. I actually just bought a pair, believe it or not. You're going to have to get some Pop Tarts inspired gibets, Mark, because that's going to make your Crocs really pop. So that's what you get is you get these Pop Tart themed little charms that you can plug into your Crocs to show that you have some flair. And then on the other side of that, it comes to the box of unfrosted strawberry Pop Tarts that have Crocs shaped candy gibets charms, which is ridiculous. So you can basically go both ways here, putting the Pop Tarts on your Crocs and Croc shoes onto your Pop Tart. Honestly, it's exhausting to even talk about, but it's not the weirdest thing that we've seen. I mean, there have been some pretty crazy brand collabs lately. There's the good, right? There's Frank's Red Hot and Sabra, which teamed up on a joint hummus, which this actually makes a lot of sense. Like hot sauce and hummus, I think intuitively go well together. I mean, I like spicy hummus. Yeah, exactly. Golf clap for that one. That's a brand made in snack heaven. This one, though, just completely disgusting. Skittles and French's created a mustard flavored Skittle, which I just don't even want to talk about it because I'm going to get sick to my stomach. Yeah. So what's the point of all this? Why would it be good for Crocs and Pop Tarts or any combination of random brands to get together? Yeah. I mean, I think collaborations and brand partnerships like this have been around for a really long time, but the kind of volume of them today can be attributed to two things. And this article in Ad Age really kind of called it out. So first of all, the economy is really weird. A recent CMO survey found that a majority of execs reported a decrease in marketing spending, which I don't really think comes as any surprise. And with that economic tightening, there's more pressure than ever to attract attention. And so that's where these mashups kind of come in. These brands are looking for a cheap way to make noise and a cheap way to kind of get their brand in the airwaves. And Pop Tarts, Croc Tarts, I mean, say no more. That's obviously going to get you some airtime. The other part of this, though, is it just plain works. Consumers are simple human beings who crave novelty and similar promotions like this in the past have really been effective. In 2022, Dunkin Donuts Makeup, which is a collab with ELF Cosmetics, drove a 52% lift in social impressions and its partnership with retailer American Eagle scored almost 6 million TikTok views. So at the end of the day, this stuff actually does move the needle for these brands. There's actually not that much available. This is a limited edition drop. Supposedly there's going to be four of them with 60 Croc Tart kits released each time. That's only around 240 sets of Croc Tarts. It's super rare and that scarcity plays a huge role in it. So if you like breakfast pastries and slipper type of shoes, then you got to be quick. Pop Tarts and Crocs, they're probably going to crush it off of this. All right, everyone, that's going to do it for us today. Thank you for tuning into the Hustle Daily Show. We're a proud part of the HubSpot Podcast Network. Our editor today is Robert Hartwig and our executive producer is Darren Clark. We got a lot more tech and business coverage in our newsletter. So if you're not subscribed, go get signed up immediately at the hustle.co. See you tomorrow. Hey everyone, just a quick message about another awesome podcast called Marketing Made Simple, a show that'll make your marketing as smooth as butter on a hot pancake. Brought to you by the HubSpot Podcast Network, it's hosted by the one and only Dr. JJ Peterson, who is so charming even your grandma will buy what he's selling. Marketing Made Simple brings you practical tips to make your marketing easy and more importantly, just make it work. Recent episodes include topics like how to create your marketing message in five simple steps, how to use email marketing to close deals, three biggest mistakes you are making on LinkedIn, how authentic you should be on social media, how to sell without making people feel awkward, how to turn your customers into fans and much, much more. So go ahead and listen to Marketing Made Simple wherever you get your podcasts."}, "podcast_summary": "In this podcast episode, the hosts discuss various topics ranging from the New York Times updating its Terms of Service to forbid AI from training on its content, to NFL player Michael Orr filing a lawsuit against the family portrayed in the movie \"The Blind Side.\" They also talk about how scorching temperatures and wildfire smoke have affected outdoor dining at restaurants, and they highlight a strange brand collaboration between Pop Tarts and Crocs called \"Crocktarts.\" The hosts explore the reasons behind these brand collaborations, such as the desire for attention and the novelty factor, and the effectiveness of such partnerships in attracting consumers.", "podcast_guest": "Mark Dent", "podcast_highlights": "Actionable insights from the podcast episode include:\n\n1. Be cautious about allowing AI programs to crawl and use your content without permission. The New York Times updated its Terms of Service to forbid AI from training on its content, highlighting the potential risks of unrestricted access to valuable content.\n\n2. Consider the potential anti-competitive implications of limiting AI programs' access to content. The New York Times' move could have broader implications for publishers and their relationships with AI technology providers like Google.\n\n3. Keep an eye on the legal dispute involving Michael Orr, the football player portrayed in the movie \"The Blind Side.\" The lawsuit raises questions about adoption and conservatorship, and it could have significant ramifications if Orr's allegations are proven to be true.\n\n4. Understand the impact of extreme weather conditions, such as scorching temperatures and wildfire smoke, on businesses like restaurants. These conditions can lead to a drop in outdoor dining and overall sales.\n\n5. Embrace brand collaborations as a way to attract attention and create novelty. Mashup partnerships, like the Croc-Tarts collaboration between Pop-Tarts and Crocs, can help brands generate buzz and engage consumers.\n\n6. Recognize the value of limited edition and scarce products to drive consumer interest. The limited availability of the Croc-Tarts kits adds to their appeal and can contribute to their success.\n\n7. Learn from successful brand collaborations in terms of social media impressions and engagement. Partnerships like Dunkin Donuts' collaboration with ELF Cosmetics and American Eagle resulted in increased social media views and engagement, demonstrating the effectiveness of these initiatives.\n\nOverall, these insights highlight the importance of protecting valuable content, navigating legal issues, adapting to extreme weather conditions, leveraging brand collaborations for attention, and capitalizing on limited edition products and partnerships."}